Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Apple Related covers Apple products and platforms — iPhone, Mac, Apple Watch, apps, and more.
ar: يشمل "المتعلق بـ Apple" منتجات ومنصات Apple — iPhone وMac وApple Watch والتطبيقات والمزيد.
de: Apple-bezogen umfasst Apple-Produkte und -Plattformen – iPhone, Mac, Apple Watch, Apps und mehr.
el: Το «Σχετικό με Apple» καλύπτει προϊόντα και πλατφόρμες Apple — iPhone, Mac, Apple Watch, εφαρμογές και άλλα.
es: «Relacionado con Apple» abarca los productos y plataformas de Apple: iPhone, Mac, Apple Watch, apps y más.
fa: "مرتبط با اپل" شامل محصولات و پلتفرم‌های اپل می‌شود — آیفون، مک، اپل واچ، برنامه‌ها و موارد دیگر.
fr: « Apple » couvre les produits et plateformes Apple : iPhone, Mac, Apple Watch, applications, et plus encore.
he: "קשור ל-Apple" כולל מוצרים ופלטפורמות של Apple — iPhone, Mac, Apple Watch, אפליקציות ועוד.
hi: "Apple से संबंधित" में Apple के उत्पाद और प्लेटफ़ॉर्म शामिल हैं — iPhone, Mac, Apple Watch, ऐप्स, और अधिक।
id: "Terkait Apple" mencakup produk dan platform Apple — iPhone, Mac, Apple Watch, aplikasi, dan lainnya.
it: "Apple" comprende i prodotti e le piattaforme Apple: iPhone, Mac, Apple Watch, app e altro ancora.
ja: 「Apple関連」にはiPhone、Mac、Apple Watch、アプリなど、Appleの製品とプラットフォームが含まれます。
ko: "Apple 관련"에는 iPhone, Mac, Apple Watch, 앱 등 Apple 제품 및 플랫폼이 포함됩니다.
nl: Apple-gerelateerd omvat Apple-producten en -platforms — iPhone, Mac, Apple Watch, apps en meer.
pl: Kategoria związana z Apple obejmuje produkty i platformy Apple — iPhone, Mac, Apple Watch, aplikacje i inne.
pt: "Relacionado à Apple" abrange produtos e plataformas da Apple — iPhone, Mac, Apple Watch, apps e muito mais.
ru: «Связанное с Apple» охватывает продукты и платформы Apple — iPhone, Mac, Apple Watch, приложения и многое другое.
sv: Apple-relaterat omfattar Apple-produkter och -plattformar — iPhone, Mac, Apple Watch, appar och mer.
th: "เกี่ยวกับ Apple" ครอบคลุมผลิตภัณฑ์และแพลตฟอร์มของ Apple เช่น iPhone, Mac, Apple Watch, แอป และอื่น ๆ
tr: "Apple ile İlgili" iPhone, Mac, Apple Watch, uygulamalar ve daha fazlası gibi Apple ürün ve platformlarını kapsar.
uk: «Пов'язане з Apple» охоплює продукти та платформи Apple — iPhone, Mac, Apple Watch, додатки й інше.
vi: "Liên quan đến Apple" bao gồm các sản phẩm và nền tảng của Apple — iPhone, Mac, Apple Watch, ứng dụng và hơn thế nữa.
zh_hans: “Apple 相关”涵盖 Apple 产品和平台 — iPhone、Mac、Apple Watch、应用等。

source: Apple Relevance
ar: صلة Apple
de: Apple-Relevanz
el: Συνάφεια με την Apple
es: Relevancia de Apple
fa: ارتباط با اپل
fr: Pertinence Apple
he: רלוונטיות ל-Apple
hi: Apple प्रासंगिकता
id: Relevansi Apple
it: Rilevanza Apple
ja: Apple 関連度
ko: Apple 관련성
nl: Apple-relevantie
pl: Powiązanie z Apple
pt: Relevância da Apple
ru: Актуальность для Apple
sv: Apple-relevans
th: ความเกี่ยวข้องกับ Apple
tr: Apple İlgisi
uk: Актуальність для Apple
vi: Liên quan đến Apple
zh_hans: 与 Apple 的相关性

source: Apple Topics Only
ar: مواضيع Apple فقط
de: Nur Apple-Themen
el: Μόνο Θέματα Apple
es: Solo temas de Apple
fa: فقط موضوعات اپل
fr: Sujets Apple uniquement
he: נושאי Apple בלבד
hi: केवल Apple विषय
id: Hanya Topik Apple
it: Solo argomenti Apple
ja: Apple 関連のトピックのみ
ko: Apple 관련 주제만
nl: Alleen Apple-onderwerpen
pl: Tylko tematy Apple
pt: Somente tópicos da Apple
ru: Только темы об Apple
sv: Endast Apple-ämnen
th: หัวข้อ Apple เท่านั้น
tr: Yalnızca Apple Konuları
uk: Лише теми про Apple
vi: Chỉ chủ đề Apple
zh_hans: 仅 Apple 相关话题

source: Apple Topics Only?
ar: مواضيع Apple فقط؟
de: Nur Apple-Themen?
el: Μόνο θέματα Apple;
es: ¿Solo temas de Apple?
fa: فقط موضوعات اپل؟
fr: Uniquement les sujets Apple ?
he: רק נושאי Apple?
hi: केवल Apple विषय?
id: Hanya topik Apple?
it: Solo argomenti Apple?
ja: Apple関連のトピックのみにしますか?
ko: Apple 관련 주제만 표시할까요?
nl: Alleen Apple-onderwerpen?
pl: Tylko tematy związane z Apple?
pt: Somente tópicos da Apple?
ru: Только темы об Apple?
sv: Endast Apple-ämnen?
th: หัวข้อเกี่ยวกับ Apple เท่านั้นหรือไม่
tr: Yalnızca Apple konuları mı?
uk: Лише теми про Apple?
vi: Chỉ chủ đề về Apple?
zh_hans: 仅显示 Apple 相关主题?

source: Apple Topics or Everything?
ar: مواضيع Apple أم كل شيء؟
de: Nur Apple-Themen oder alles?
el: Μόνο Apple ή τα πάντα;
es: ¿Solo temas de Apple o todo?
fa: فقط اپل یا همه چیز؟
fr: Sujets Apple uniquement ou tout ?
he: רק Apple או הכול?
hi: केवल Apple विषय या सब कुछ?
id: Hanya Apple atau semuanya?
it: Solo Apple o tutto?
ja: Appleのみか、すべてか?
ko: Apple만? 아니면 전체?
nl: Alleen Apple of alles?
pl: Tylko Apple czy wszystko?
pt: Somente Apple ou tudo?
ru: Только Apple или всё?
sv: Endast Apple eller allt?
th: เฉพาะ Apple หรือทั้งหมด?
tr: Sadece Apple mı, her şey mi?
uk: Лише Apple чи все?
vi: Chỉ Apple hay tất cả?
zh_hans: 仅 Apple 还是全部内容?

source: AppleVis always blocks strong or explicit language from every post and comment — that never changes. This is just about whether milder language, which the site otherwise allows, shows up masked or spelled out.
ar: يحظر AppleVis دائمًا الألفاظ القوية أو الصريحة من كل منشور وتعليق — وهذا لا يتغير أبدًا. الأمر يتعلق فقط بما إذا كانت الألفاظ الأخف، التي يسمح بها الموقع أصلاً، تظهر منكّرة أم كاملة.
de: AppleVis blockiert immer starke oder explizite Sprache in jedem Beitrag und Kommentar – das ändert sich nie. Es geht nur darum, ob mildere Sprache, die die Website ansonsten erlaubt, maskiert oder ausgeschrieben erscheint.
el: Το AppleVis αποκλείει πάντα την έντονη ή σαφή γλώσσα από κάθε ανάρτηση και σχόλιο — αυτό δεν αλλάζει ποτέ. Αφορά μόνο το αν η ηπιότερη γλώσσα, την οποία ούτως ή άλλως επιτρέπει ο ιστότοπος, εμφανίζεται συγκαλυμμένη ή ολόκληρη.
es: AppleVis siempre bloquea el lenguaje fuerte o explícito en cada publicación y comentario; eso nunca cambia. Esto solo se trata de si el lenguaje más suave, que el sitio permite de todos modos, aparece enmascarado o escrito por completo.
fa: AppleVis همیشه زبان تند یا صریح را از هر پست و نظری مسدود می‌کند — این هرگز تغییر نمی‌کند. این فقط درباره این است که آیا زبان ملایم‌تر، که سایت به هر حال اجازه می‌دهد، ستاره‌دار نمایش داده شود یا کامل.
fr: AppleVis bloque toujours le langage fort ou explicite dans chaque publication et commentaire ; cela ne change jamais. Il s'agit simplement de savoir si le langage plus léger, que le site autorise par ailleurs, apparaît masqué ou en entier.
he: AppleVis תמיד חוסם שפה בוטה או גסה מכל פוסט ותגובה — זה לעולם לא משתנה. מדובר רק בשאלה האם שפה מתונה יותר, שהאתר ממילא מתיר, מופיעה מוסתרת או כתובה במלואה.
hi: AppleVis हमेशा हर पोस्ट और टिप्पणी से कठोर या स्पष्ट भाषा को रोकता है — यह कभी नहीं बदलता। यह केवल इस बारे में है कि हल्की भाषा, जिसे साइट वैसे भी अनुमति देती है, छिपाकर दिखे या पूरी लिखी हुई।
id: AppleVis selalu memblokir bahasa kasar atau eksplisit dari setiap unggahan dan komentar — itu tidak pernah berubah. Ini hanya soal apakah bahasa yang lebih ringan, yang tetap diizinkan situs, muncul tersamar atau dieja penuh.
it: AppleVis blocca sempre il linguaggio forte o esplicito in ogni post e commento; questo non cambia mai. Si tratta solo di stabilire se il linguaggio più lieve, comunque consentito dal sito, appare mascherato o per intero.
ja: AppleVisは常にすべての投稿やコメントから強い言葉や露骨な表現をブロックしています。これは決して変わりません。これはあくまで、サイトでは許可されている軽い言葉を伏せ字で表示するか、そのまま表示するかという話です。
ko: AppleVis는 항상 모든 게시물과 댓글에서 강하거나 노골적인 표현을 차단합니다. 이는 절대 바뀌지 않습니다. 이 설정은 사이트에서 어차피 허용하는 순화된 표현을 가려서 보여줄지, 그대로 보여줄지에 관한 것일 뿐입니다.
nl: AppleVis blokkeert altijd sterke of expliciete taal uit elke post en reactie — dat verandert nooit. Het gaat er alleen om of mildere taal, die de site toch al toestaat, gemaskeerd of voluit wordt getoond.
pl: AppleVis zawsze blokuje mocny lub dosadny język w każdym poście i komentarzu — to się nigdy nie zmienia. Chodzi wyłącznie o to, czy łagodniejszy język, który strona i tak dopuszcza, pojawia się zamaskowany czy w pełnym brzmieniu.
pt: O AppleVis sempre bloqueia linguagem forte ou explícita de toda publicação e comentário; isso nunca muda. É apenas sobre se a linguagem mais leve, que o site permite de qualquer forma, aparece mascarada ou escrita por completo.
ru: AppleVis всегда блокирует резкие или откровенные выражения в каждом посте и комментарии — это никогда не меняется. Речь идёт лишь о том, показывать ли более мягкие слова, которые сайт в любом случае разрешает, замаскированными или полностью.
sv: AppleVis blockerar alltid starkt eller uttryckligt språk från varje inlägg och kommentar – det ändras aldrig. Det handlar bara om huruvida mildare språk, som webbplatsen ändå tillåter, visas maskerat eller utskrivet.
th: AppleVis บล็อกภาษารุนแรงหรือโจ่งแจ้งจากทุกโพสต์และความคิดเห็นเสมอ ซึ่งไม่เคยเปลี่ยนแปลง เรื่องนี้เป็นเพียงว่าภาษาที่รุนแรงน้อยกว่า ซึ่งเว็บไซต์อนุญาตอยู่แล้ว จะปรากฏแบบซ่อนหรือสะกดเต็ม
tr: AppleVis her gönderi ve yorumdaki güçlü veya açık ifadeleri her zaman engeller — bu asla değişmez. Bu yalnızca sitenin zaten izin verdiği daha hafif ifadelerin gizlenerek mi yoksa tam olarak mı görüneceğiyle ilgilidir.
uk: AppleVis завжди блокує різку або відверту лексику в кожному дописі та коментарі — це ніколи не змінюється. Йдеться лише про те, чи показувати м'якіші слова, які сайт і так дозволяє, замаскованими чи повністю.
vi: AppleVis luôn chặn ngôn từ mạnh hoặc thô tục khỏi mọi bài đăng và bình luận — điều đó không bao giờ thay đổi. Đây chỉ là việc ngôn từ nhẹ hơn, vốn đã được trang web cho phép, xuất hiện dưới dạng che hay viết đầy đủ.
zh_hans: AppleVis 始终会屏蔽所有帖子和评论中的强烈或露骨用语——这一点永远不会改变。这里只关乎网站本来就允许的较温和用语是以遮蔽方式显示，还是完整显示。

source: AppleVis blocks strong or explicit language from every post and comment, always — this setting doesn't change that. It only controls whether milder language, which the site otherwise allows, is shown masked or spelled out. We keep this on by default to help AppleVis stay welcoming, and to stay within Apple's guidelines for our age rating.
ar: يحظر AppleVis دائمًا الألفاظ القوية أو الصريحة من كل منشور وتعليق، ولا يغيّر هذا الإعداد ذلك. فهو يتحكم فقط في ما إذا كانت الألفاظ الأخف، التي يسمح بها الموقع أصلاً، تُعرض منكّرة أم كاملة. نُبقي هذا الخيار مفعّلاً افتراضيًا للمساعدة في إبقاء AppleVis ترحيبيًا وللالتزام بإرشادات Apple الخاصة بتصنيفنا العمري.
de: AppleVis blockiert immer starke oder explizite Sprache in jedem Beitrag und Kommentar – diese Einstellung ändert daran nichts. Sie steuert nur, ob mildere Sprache, die die Website ansonsten erlaubt, maskiert oder ausgeschrieben angezeigt wird. Wir lassen dies standardmäßig aktiviert, damit AppleVis einladend bleibt und die Richtlinien von Apple für unsere Alterseinstufung eingehalten werden.
el: Το AppleVis αποκλείει πάντα την έντονη ή σαφή γλώσσα από κάθε ανάρτηση και σχόλιο — αυτή η ρύθμιση δεν το αλλάζει αυτό. Ελέγχει μόνο αν η ηπιότερη γλώσσα, την οποία ούτως ή άλλως επιτρέπει ο ιστότοπος, εμφανίζεται συγκαλυμμένη ή ολόκληρη. Το κρατάμε ενεργό από προεπιλογή για να βοηθήσουμε το AppleVis να παραμείνει φιλόξενο και να συμμορφωνόμαστε με τις οδηγίες της Apple για τη διαβάθμιση ηλικίας μας.
es: AppleVis bloquea el lenguaje fuerte o explícito en cada publicación y comentario, siempre; este ajuste no cambia eso. Solo controla si el lenguaje más suave, que el sitio permite de todos modos, se muestra enmascarado o escrito por completo. Lo mantenemos activado de forma predeterminada para ayudar a que AppleVis siga siendo acogedor y para cumplir con las pautas de Apple para nuestra clasificación de edad.
fa: AppleVis همیشه زبان تند یا صریح را از هر پست و نظری مسدود می‌کند؛ این تنظیم آن را تغییر نمی‌دهد. این فقط کنترل می‌کند که زبان ملایم‌تر، که سایت به هر حال اجازه می‌دهد، ستاره‌دار نمایش داده شود یا کامل. ما این را به‌طور پیش‌فرض روشن نگه می‌داریم تا AppleVis پذیرا بماند و با دستورالعمل‌های اپل برای رده‌بندی سنی‌مان همسو باشد.
fr: AppleVis bloque toujours le langage fort ou explicite dans chaque publication et commentaire ; ce réglage ne change rien à cela. Il contrôle uniquement si le langage plus léger, que le site autorise par ailleurs, est affiché masqué ou en entier. Nous le laissons activé par défaut pour qu'AppleVis reste accueillant et pour respecter les directives d'Apple concernant notre classification d'âge.
he: AppleVis תמיד חוסם שפה בוטה או גסה מכל פוסט ותגובה — הגדרה זו לא משנה זאת. היא שולטת רק בשאלה האם שפה מתונה יותר, שהאתר ממילא מתיר, מוצגת מוסתרת או כתובה במלואה. אנחנו משאירים זאת מופעל כברירת מחדל כדי לעזור ל-AppleVis להישאר מזמין ולעמוד בהנחיות של Apple לדירוג הגילאים שלנו.
hi: AppleVis हमेशा हर पोस्ट और टिप्पणी से कठोर या स्पष्ट भाषा को रोकता है — यह सेटिंग इसे नहीं बदलती। यह केवल यह नियंत्रित करती है कि हल्की भाषा, जिसे साइट वैसे भी अनुमति देती है, छिपाकर दिखाई जाए या पूरी लिखी हुई। हम इसे डिफ़ॉल्ट रूप से चालू रखते हैं ताकि AppleVis स्वागत योग्य बना रहे और हमारी आयु रेटिंग के लिए Apple के दिशानिर्देशों का पालन हो सके।
id: AppleVis selalu memblokir bahasa kasar atau eksplisit dari setiap unggahan dan komentar — pengaturan ini tidak mengubah hal itu. Ini hanya mengontrol apakah bahasa yang lebih ringan, yang tetap diizinkan situs, ditampilkan tersamar atau dieja penuh. Kami membiarkan ini aktif secara default untuk membantu AppleVis tetap ramah, dan agar tetap sesuai dengan pedoman Apple untuk rating usia kami.
it: AppleVis blocca sempre il linguaggio forte o esplicito in ogni post e commento; questa impostazione non cambia nulla. Controlla solo se il linguaggio più lieve, comunque consentito dal sito, viene mostrato mascherato o per intero. Lo lasciamo attivo per impostazione predefinita per mantenere AppleVis accogliente e rispettare le linee guida di Apple per la nostra classificazione d'età.
ja: AppleVisは常にすべての投稿やコメントから強い言葉や露骨な表現をブロックしており、この設定を変えてもそれは変わりません。この設定が制御するのは、サイトでは許可されている軽い言葉を伏せ字で表示するか、そのまま表示するかだけです。AppleVisを迎え入れやすい場にし、年齢レーティングに関するAppleのガイドラインを守るため、既定でオンにしています。
ko: AppleVis는 항상 모든 게시물과 댓글에서 강하거나 노골적인 표현을 차단하며, 이 설정은 그것을 바꾸지 않습니다. 이 설정은 사이트에서 어차피 허용하는 순화된 표현을 가려서 보여줄지, 그대로 보여줄지만 제어합니다. AppleVis를 환영하는 공간으로 유지하고 연령 등급에 대한 Apple의 지침을 준수하기 위해 기본적으로 켜 둡니다.
nl: AppleVis blokkeert altijd sterke of expliciete taal uit elke post en reactie; deze instelling verandert daar niets aan. Deze bepaalt alleen of mildere taal, die de site toch al toestaat, gemaskeerd of voluit wordt weergegeven. We laten dit standaard aan staan zodat AppleVis gastvrij blijft en om te voldoen aan Apples richtlijnen voor onze leeftijdsclassificatie.
pl: AppleVis zawsze blokuje mocny lub dosadny język w każdym poście i komentarzu — to ustawienie tego nie zmienia. Kontroluje jedynie, czy łagodniejszy język, który strona i tak dopuszcza, jest wyświetlany zamaskowany czy w pełnym brzmieniu. Domyślnie zostawiamy to włączone, aby AppleVis pozostawało przyjazne i zgodne z wytycznymi Apple dotyczącymi naszej klasyfikacji wiekowej.
pt: O AppleVis sempre bloqueia linguagem forte ou explícita em toda publicação e comentário; esta configuração não muda isso. Ela apenas controla se a linguagem mais leve, que o site permite de outra forma, é exibida mascarada ou escrita por completo. Mantemos isso ativado por padrão para ajudar o AppleVis a continuar acolhedor e para seguir as diretrizes da Apple para nossa classificação etária.
ru: AppleVis всегда блокирует резкие или откровенные выражения в каждом посте и комментарии — этот параметр этого не меняет. Он лишь определяет, показывать ли более мягкие слова, которые сайт в любом случае разрешает, замаскированными или полностью. Мы оставляем это включённым по умолчанию, чтобы AppleVis оставался дружелюбным и соответствовал рекомендациям Apple для нашего возрастного рейтинга.
sv: AppleVis blockerar alltid starkt eller uttryckligt språk från varje inlägg och kommentar – den här inställningen ändrar inte det. Den styr bara om mildare språk, som webbplatsen ändå tillåter, visas maskerat eller utskrivet. Vi har detta på som standard för att hjälpa AppleVis att förbli välkomnande och för att följa Apples riktlinjer för vår åldersgräns.
th: AppleVis บล็อกภาษารุนแรงหรือโจ่งแจ้งจากทุกโพสต์และความคิดเห็นเสมอ การตั้งค่านี้ไม่ได้เปลี่ยนแปลงสิ่งนั้น มันควบคุมเพียงว่าภาษาที่รุนแรงน้อยกว่า ซึ่งเว็บไซต์อนุญาตอยู่แล้ว จะแสดงแบบซ่อนหรือสะกดเต็ม เราเปิดใช้งานสิ่งนี้เป็นค่าเริ่มต้นเพื่อช่วยให้ AppleVis เป็นมิตรต่อไป และเพื่อให้เป็นไปตามแนวทางของ Apple สำหรับการจัดเรตอายุของเรา
tr: AppleVis her gönderi ve yorumdaki güçlü veya açık ifadeleri her zaman engeller; bu ayar bunu değiştirmez. Yalnızca sitenin zaten izin verdiği daha hafif ifadelerin gizlenerek mi yoksa tam olarak mı gösterileceğini denetler. AppleVis'in samimi kalmasına yardımcı olmak ve yaş derecelendirmemiz için Apple'ın yönergelerine uymak amacıyla bunu varsayılan olarak açık tutuyoruz.
uk: AppleVis завжди блокує різку або відверту лексику в кожному дописі та коментарі — цей параметр цього не змінює. Він лише визначає, чи показувати м'якіші слова, які сайт і так дозволяє, замаскованими чи повністю. Ми залишаємо це увімкненим за замовчуванням, щоб AppleVis залишався привітним і відповідав рекомендаціям Apple щодо нашого вікового рейтингу.
vi: AppleVis luôn chặn ngôn từ mạnh hoặc thô tục khỏi mọi bài đăng và bình luận — cài đặt này không thay đổi điều đó. Nó chỉ kiểm soát việc ngôn từ nhẹ hơn, vốn đã được trang web cho phép, được hiển thị dưới dạng che hay viết đầy đủ. Chúng tôi giữ cài đặt này bật theo mặc định để giúp AppleVis luôn thân thiện và tuân thủ hướng dẫn của Apple cho xếp hạng độ tuổi của chúng tôi.
zh_hans: 无论如何，AppleVis 始终会屏蔽所有帖子和评论中的强烈或露骨用语，此设置不会改变这一点。它只控制网站本来就允许的较温和用语是以遮蔽方式显示还是完整显示。我们默认开启此设置，以帮助 AppleVis 保持友好的氛围，并符合 Apple 对我们年龄分级的相关规定。

source: AppleVis Blog
ar: مدونة AppleVis
el: Ιστολόγιο AppleVis
es: Blog de AppleVis
fa: وبلاگ AppleVis
fr: Blog AppleVis
he: הבלוג של AppleVis
hi: AppleVis ब्लॉग
id: Blog AppleVis
it: Blog di AppleVis
ja: AppleVis ブログ
ko: AppleVis 블로그
pl: Blog AppleVis
pt: Blog da AppleVis
ru: Блог AppleVis
sv: AppleVis-blogg
th: บล็อก AppleVis
tr: AppleVis Blogu
uk: Блог AppleVis
vi: Blog AppleVis
zh_hans: AppleVis 博客

source: AppleVis Credits
ar: اعتمادات AppleVis
de: AppleVis-Danksagungen
el: Ευχαριστίες AppleVis
es: Créditos de AppleVis
fa: اعتبارهای AppleVis
fr: Crédits AppleVis
he: תודות AppleVis
hi: AppleVis श्रेय
id: Kredit AppleVis
it: Crediti di AppleVis
ja: AppleVis クレジット
ko: AppleVis 크레딧
nl: AppleVis-dank aan
pl: Podziękowania AppleVis
pt: Créditos da AppleVis
ru: Благодарности AppleVis
sv: AppleVis-tack
th: เครดิต AppleVis
tr: AppleVis Emeği Geçenler
uk: Подяки AppleVis
vi: Ghi công AppleVis
zh_hans: AppleVis 鸣谢

source: AppleVis does not accept bug reports that haven't first been filed with Apple's Feedback Assistant. This is kept confidential.
ar: لا تقبل AppleVis تقارير الأخطاء التي لم يتم تقديمها أولاً إلى Feedback Assistant من Apple. يظل هذا سريًا.
de: AppleVis akzeptiert keine Fehlerberichte, die nicht zuerst über Apples Feedback Assistant eingereicht wurden. Dies wird vertraulich behandelt.
el: Το AppleVis δεν δέχεται αναφορές σφαλμάτων που δεν έχουν υποβληθεί πρώτα στο Feedback Assistant της Apple. Αυτό παραμένει εμπιστευτικό.
es: AppleVis no acepta informes de errores que no se hayan presentado primero a través de Feedback Assistant de Apple. Esto se mantiene confidencial.
fa: AppleVis گزارش‌های اشکالی را که ابتدا در Feedback Assistant اپل ثبت نشده باشند نمی‌پذیرد. این مورد محرمانه نگه داشته می‌شود.
fr: AppleVis n'accepte pas les signalements de bogues qui n'ont pas d'abord été déposés via Feedback Assistant d'Apple. Ceci reste confidentiel.
he: AppleVis אינה מקבלת דיווחי באגים שלא הוגשו תחילה ל-Feedback Assistant של Apple. מידע זה נשמר בסודיות.
hi: AppleVis उन बग रिपोर्ट को स्वीकार नहीं करता जो पहले Apple के Feedback Assistant में दर्ज नहीं की गई हों। इसे गोपनीय रखा जाता है।
id: AppleVis tidak menerima laporan bug yang belum diajukan terlebih dahulu ke Feedback Assistant Apple. Ini dijaga kerahasiaannya.
it: AppleVis non accetta segnalazioni di bug che non siano state prima inviate tramite Feedback Assistant di Apple. Questo rimane riservato.
ja: AppleVis では、まず Apple の Feedback Assistant に提出されていない不具合報告は受け付けません。この情報は非公開に保たれます。
ko: AppleVis는 Apple의 Feedback Assistant에 먼저 제출되지 않은 버그 신고는 접수하지 않습니다. 이 내용은 비공개로 유지됩니다.
nl: AppleVis accepteert geen bugmeldingen die niet eerst zijn ingediend bij Apple's Feedback Assistant. Dit blijft vertrouwelijk.
pl: AppleVis nie przyjmuje zgłoszeń błędów, które nie zostały wcześniej złożone w Feedback Assistant firmy Apple. Informacja ta pozostaje poufna.
pt: A AppleVis não aceita relatórios de bugs que não tenham sido registrados primeiro no Feedback Assistant da Apple. Isso é mantido confidencial.
ru: AppleVis не принимает отчёты об ошибках, если они не были предварительно отправлены в Feedback Assistant от Apple. Эта информация остаётся конфиденциальной.
sv: AppleVis accepterar inte felrapporter som inte först har skickats in via Apples Feedback Assistant. Detta hålls konfidentiellt.
th: AppleVis ไม่รับรายงานบั๊กที่ยังไม่ได้ยื่นผ่าน Feedback Assistant ของ Apple ก่อน ข้อมูลนี้จะถูกเก็บเป็นความลับ
tr: AppleVis, önce Apple'ın Feedback Assistant'ına gönderilmemiş hata raporlarını kabul etmez. Bu bilgi gizli tutulur.
uk: AppleVis не приймає звіти про помилки, які спершу не подано через Feedback Assistant від Apple. Ця інформація залишається конфіденційною.
vi: AppleVis không chấp nhận báo cáo lỗi chưa được gửi trước tới Feedback Assistant của Apple. Thông tin này được giữ bí mật.
zh_hans: AppleVis 不接受未先通过 Apple 的 Feedback Assistant 提交的错误报告。此信息将保密。

source: AppleVis exists because of the people who build, write, test, maintain, support, and participate in this community.
ar: يوجد AppleVis بفضل الأشخاص الذين يبنون هذا المجتمع ويكتبون فيه ويختبرونه ويصونونه ويدعمونه ويشاركون فيه.
de: AppleVis gibt es dank der Menschen, die diese Community aufbauen, schreiben, testen, pflegen, unterstützen und daran teilnehmen.
el: Το AppleVis υπάρχει χάρη στους ανθρώπους που δημιουργούν, γράφουν, δοκιμάζουν, συντηρούν, υποστηρίζουν και συμμετέχουν σε αυτήν την κοινότητα.
es: AppleVis existe gracias a las personas que construyen, escriben, prueban, mantienen, apoyan y participan en esta comunidad.
fa: AppleVis به لطف افرادی وجود دارد که این جامعه را می‌سازند، می‌نویسند، آزمایش می‌کنند، نگهداری می‌کنند، پشتیبانی می‌کنند و در آن مشارکت دارند.
fr: AppleVis existe grâce aux personnes qui construisent, écrivent, testent, maintiennent, soutiennent et participent à cette communauté.
he: AppleVis קיימת בזכות האנשים שבונים, כותבים, בודקים, מתחזקים, תומכים ומשתתפים בקהילה הזו.
hi: AppleVis उन लोगों के कारण मौजूद है जो इस समुदाय का निर्माण करते हैं, लिखते हैं, परीक्षण करते हैं, बनाए रखते हैं, समर्थन करते हैं, और इसमें भाग लेते हैं।
id: AppleVis ada berkat orang-orang yang membangun, menulis, menguji, memelihara, mendukung, dan berpartisipasi dalam komunitas ini.
it: AppleVis esiste grazie alle persone che costruiscono, scrivono, testano, mantengono, supportano e partecipano a questa comunità.
ja: AppleVis は、このコミュニティを構築し、執筆し、テストし、維持し、支援し、参加してくださる方々によって成り立っています。
ko: AppleVis는 이 커뮤니티를 만들고, 글을 쓰고, 테스트하고, 유지하고, 지원하고, 참여하는 사람들 덕분에 존재합니다.
nl: AppleVis bestaat dankzij de mensen die deze community bouwen, schrijven, testen, onderhouden, ondersteunen en eraan deelnemen.
pl: AppleVis istnieje dzięki ludziom, którzy tworzą, piszą, testują, utrzymują, wspierają i uczestniczą w tej społeczności.
pt: A AppleVis existe graças às pessoas que constroem, escrevem, testam, mantêm, apoiam e participam desta comunidade.
ru: AppleVis существует благодаря людям, которые создают, пишут, тестируют, поддерживают и участвуют в этом сообществе.
sv: AppleVis finns tack vare människorna som bygger, skriver, testar, underhåller, stöttar och deltar i denna gemenskap.
th: AppleVis มีอยู่ได้เพราะผู้คนที่สร้าง เขียน ทดสอบ ดูแล สนับสนุน และมีส่วนร่วมในชุมชนนี้
tr: AppleVis, bu topluluğu inşa eden, yazan, test eden, sürdüren, destekleyen ve katılan insanlar sayesinde var.
uk: AppleVis існує завдяки людям, які створюють, пишуть, тестують, підтримують і беруть участь у цій спільноті.
vi: AppleVis tồn tại nhờ những người xây dựng, viết, kiểm thử, duy trì, hỗ trợ và tham gia vào cộng đồng này.
zh_hans: AppleVis 之所以存在，是因为有人构建、撰写、测试、维护、支持并参与这个社区。
